
const riddles = [
    {
        id: 1,
        riddle: 'Какво е това, което се пие и се яде?',
        answer: 'чаша'
    },
    {
        id: 2,
        riddle: `
        Железен му езика,
железни му устата,
започне ли да вика,
събират се децата.
`,
        answer: `
        училищният звънец
        `
    },
    {
        id: 3,
        riddle: `
        Свят без човеци,
градове без къщи,
гори без дървета
и морета без вода.
`,
        answer: `
        географската карта
        `
    },
    {
        id: 4,
        riddle: `
        Душа няма, пък ум раздава.
Не е човек, а приказва.
Не е дреха, а е шита.
`,
        answer: `
        книгата
        `
    },
    {
        id: 5,
        riddle: `
        Син вир дъно няма.  
`,
        answer: `
        небето
        `
    },
    {
        id: 6,
        riddle: `
        От едно огнище цял
свят се грее.  
`,
        answer: `
        слънцето
        `
    },
    {
        id: 7,
        riddle: `
        Чуваш го, а не го виждаш.`,
        answer: `
        вятърът
        `
    },
    {
        id: 8,
        riddle: `
        Златна кокошка със златни
        пилета.`,
        answer: `
        месецът и звездите
        `
    },
    {
        id: 9,
        riddle: `
        Златна пшеница в синя паница.`,
        answer: `
        звездите
        `
    },
    {
        id: 10,
        riddle: `
        Без крака, без крила, не се вижда,
        не се чува и от него по-бързо няма.`,
        answer: `
        времето
        `
    },
    {
        id: 11,
        riddle: `
        Чакат ме, викат ме,
        когато дойда, всички се крият.`,
        answer: `
        дъждът
        `
    },
    {
        id: 12,
        riddle: `
        Нависоко, надалеко - пухкава къделя,
        но не може да се преде от нея.`,
        answer: `
        облаците
        `
    },
    {
        id: 13,
        riddle: `
        Черно, бяло, черно, бяло - върви и не стига.`,
        answer: `
        пианото
        `
    },
    {
        id: 14,
        riddle: `
        Шарена кобилица над река виси.`,
        answer: `
        дъгата
        `
    },
    {
        id: 15,
        riddle: `
        Дълга Яна кривулана,
снага има, сянка няма.`,
        answer: `
        реката
        `
    },
    {
        id: 16,
        riddle: `
        На студ се пери,
на слънце трепери.`,
        answer: `
        снегът
        `
    },
    {
        id: 17,
        riddle: `
Зъби няма, пък хапе.`,
        answer: `
        зимата
        `
    },
    {
        id: 18,
        riddle: `
        На зелено дръвце бяла камбанка.
`,
        answer: `
        кокичето
        `
    },
    {
        id: 19,
        riddle: `
        На ливади свещи горят:
слънце грее - не топи ги,
вятър вее - не гаси ги.
`,
        answer: `
        минзухарите
        `
    },
    {
        id: 20,
        riddle: `
        Лете се облича,
зиме се съблича.
`,
        answer: `
        дървото
        `
    },
    {
        id: 21,
        riddle: `
        Четири братя в една
        риза лежат.
        `,
        answer: `
        орехът
        `
    },
    {
        id: 22,
        riddle: `
        Малко човече с голяма шапка.
        `,
        answer: `
        гъбата
        `
    },
    {
        id: 23,
        riddle: `
        Червено, мъничко, царя
        от пътя отбива.
        `,
        answer: `
        ягодата
        `
    },
    {
        id: 24,
        riddle: `
        Пълна торбичка с дребни
        мъниста.
        `,
        answer: `
        смокинята
        `
    },
    {
        id: 25,
        riddle: `
        На слънцето прилича
        и все към него гледа.
        `,
        answer: `
        слънчогледът
        `
    },
    {
        id: 26,
        riddle: `
        Златна царица със свилена косица,
        в шума облечена, от поле довлечена.
        `,
        answer: `
        царевицата
        `
    },
    {
        id: 27,
        riddle: `
        Триста кожуха носи,
        а през зимата пак измръзва.
        `,
        answer: `
        лукът
        `
    },
    {
        id: 28,
        riddle: `
        Отвън зелено,
        отвътре червено.
        `,
        answer: `
        динята
        `
    },
    {
        id: 29,
        riddle: `
        В червен вир
        черни рибки плуват.
        `,
        answer: `
        динята
        `
    },
    {
        id: 30,
        riddle: `
        Бяла гъска на един крак стои.
        `,
        answer: `
        зелката
        `
    },
    {
        id: 31,
        riddle: `
        Кърпен дядо, кърпен -
        нийде с игла не боднат.
        `,
        answer: `
        зелката
        `
    },
    {
        id: 32,
        riddle: `
        Гладко, бяло, без дупка,
        стената му от черупка.
        `,
        answer: `
        яйцето
        `
    },
    {
        id: 33,
        riddle: `
        Все ходи, все нещо търси,
        а нищо не е загубила.
        `,
        answer: `
        кокошката
        `
    },
    {
        id: 34,
        riddle: `
        Корона носи - цар не е,
        шпори има - конник не е.
        `,
        answer: `
        петелът
        `
    },
    {
        id: 35,
        riddle: `
        От бял камък се ражда,
        цял свят събужда.
        `,
        answer: `
        петелът
        `
    },
    {
        id: 36,
        riddle: `
        Ходи Мира все край вира.
        `,
        answer: `
        патицата
        `
    },
    {
        id: 37,
        riddle: `
        Рога има - вол не е,
        самар носи - кон не е,
        бразда оре - орач не е,
        с перо пише - поп не е.
        `,
        answer: `
        охлювът
        `
    },
    {
        id: 38,
        riddle: `
        Където ходи, къщата си
        на гърбина носи.
        `,
        answer: `
        охлювът
        `
    },
    {
        id: 39,
        riddle: `
        Сиво, свито, с игли покрито.
        `,
        answer: `
        таралежът
        `
    },
    {
        id: 40,
        riddle: `
        Отгоре паничка, отдолу паничка,
        в средата - жива душичка.
        `,
        answer: `
        костенурката
        `
    },
    {
        id: 41,
        riddle: `
        Тялото му все тече,
        никога не се изтощава.
        `,
        answer: `
        реката
        `
    },
    {
        id: 42,
        riddle: `
        Прозрачен е, а всички го виждат,
        студен е, а много го обичат.
        `,
        answer: `
        ледът
        `
    },
    {
        id: 43,
        riddle: `
        Летят без крила,
        плачат без очи.
        `,
        answer: `
        облаците
        `
    },
    {
        id: 44,
        riddle: `
        Слага се в уста, но не се яде.
        `,
        answer: `
        лъжицата
        `
    },
    {
        id: 45,
        riddle: `
        С пет пръста, без кости.
        `,
        answer: `
        ръкавицата
        `
    },
    {
        id: 46,
        riddle: `
        Вечер идва без да се вика,
        сутрин си тръгва без да се гони.
        `,
        answer: `
        нощта
        `
    },
    {
        id: 47,
        riddle: `
        Не можеш да я пипнеш, но тя те пипа.
        `,
        answer: `
        сянката
        `
    },
    {
        id: 48,
        riddle: `
        Без крака, но обикаля целия свят.
        `,
        answer: `
        писмото
        `
    },
    {
        id: 49,
        riddle: `
        Колкото повече взимаш, толкова по-голяма става.
        `,
        answer: `
        дупката
        `
    },
    {
        id: 50,
        riddle: `
        Минава през хиляди прозорци,
        но нищо не чупи.
        `,
        answer: `
        светлината
        `
    },
    {
        id: 51,
        riddle: `
        Шарена тояга през полето бяга.
        `,
        answer: `
        змията
        `
    },
    {
        id: 52,
        riddle: `
        Рога има - вол не е,
        мляко дава - крава не е,
        брада носи - поп не е.
        `,
        answer: `
        козата
        `
    },
    {
        id: 53,
        riddle: `
        Мъничко детенце
        с брада се ражда.
        `,
        answer: `
        ярето
        `
    },
    {
        id: 54,
        riddle: `
        Не е стопанин, а пази къщата.
        `,
        answer: `
        кучето
        `
    },
    {
        id: 55,
        riddle: `
        Все преде, а прежда няма.
        `,
        answer: `
        котката
        `
    },
    {
        id: 56,
        riddle: `
        Орач оре равно поле,
        нито се рало вижда,
        нито се орач чува.
        `,
        answer: `
        къртицата
        `
    },
    {
        id: 57,
        riddle: `
        В тъмното гледа,
        на светлото мълчи.
        `,
        answer: `
        лампата
        `
    },
    {
        id: 58,
        riddle: `
        Педя човек, лакът брада.
        `,
        answer: `
        метлата
        `
    },
    {
        id: 59,
        riddle: `
        Лете умира от студ,
        зиме от жега.
        `,
        answer: `
        печката
        `
    },
    {
        id: 60,
        riddle: `
        Оттук бряг, оттам бряг,
        в средата - сняг.
        `,
        answer: `
        ситото
        `
    },
    {
        id: 61,
        riddle: `
        Ти го биеш, то ти пуска да ядеш.
        `,
        answer: `
        ситото
        `
    },
    {
        id: 62,
        riddle: `
        Мъничко, голичко,
        цял свят облича.
        `,
        answer: `
        иглата
        `
    },
    {
        id: 63,
        riddle: `
        Стар дядо разкрачен,
        на стената закачен.
        `,
        answer: `
        ножицата
        `
    },
    {
        id: 64,
        riddle: `
        Майката отслабва,
        детето дебелее.
        `,
        answer: `
        къделята и вретеното
        `
    },
    {
        id: 65,
        riddle: `
        Цял свят обличат,
        пък те голи ходят.
        `,
        answer: `
        ръцете
        `
    },
    {
        id: 66,
        riddle: `
        Все яде и никога не се наяжда.
        `,
        answer: `
        огънят
        `
    },
    {
        id: 67,
        riddle: `
        Дълъг Димо без кости
        в небето ходи на гости.
        `,
        answer: `
        димът
        `
    },
    {
        id: 68,
        riddle: `
        Сред керемиди се гуши
        лулата си да пуши.
        `,
        answer: `
        коминът
        `
    },
    {
        id: 69,
        riddle: `
        Седнал дядо на пътя,
        който мине го целува.
        `,
        answer: `
        чешмата
        `
    },
    {
        id: 70,
        riddle: `
        Черно малаче през полето бяга.
        `,
        answer: `
        влакът
        `
    },
    {
        id: 71,
        riddle: `
        Не е птица, а лети,
        не е бръмбар, а бръмчи.
        `,
        answer: `
        самолетът
        `
    },
    {
        id: 72,
        riddle: `
        Четирима братя цял ден се гонят
        и все не могат да се стигнат.
        `,
        answer: `
        колелата
        `
    },
    {
        id: 73,
        riddle: `
        Пълна бъчва на двор стои.
        `,
        answer: `
        кладенецът
        `
    },
    {
        id: 74,
        riddle: `
        Въртележка се върти,
        черно мече тегли.
        `,
        answer: `
        кладенецът
        `
    },
    {
        id: 75,
        riddle: `
        Вързана върви,
        отвързана стои.
        `,
        answer: `
        обувката
        `
    },
    {
        id: 76,
        riddle: `
        Два коня имам -
        вържа ги, ходят,
        отвържа ги, стоят.
        `,
        answer: `
        обувките
        `
    },
    {
        id: 77,
        riddle: `
        Една риза
        с пет ръкава.
        `,
        answer: `
        ръкавичката
        `
    },
    {
        id: 78,
        riddle: `
        По-ниска от кокошка,
        по-висока от човек.
        `,
        answer: `
        шапката
        `
    },
    {
        id: 79,
        riddle: `
        Виси, не пада,
        стои, не сяда.
        `,
        answer: `
        въжето
        `
    },
    {
        id: 80,
        riddle: `
        Две сестри се гонят, 
        но никога не се стигат.
        `,
        answer: `
        железопътните релси
        `
    },
    {
        id: 81,
        riddle: `
        Без крака ходи,
        без език говори.
        `,
        answer: `
        реката
        `
    },
    {
        id: 82,
        riddle: `
        Без вода живее,
        без огън тлее.
        `,
        answer: `
        въгленът
        `
    },
    {
        id: 84,
        riddle: `
        Не е вода, а тече,
        не е река, а в легло си ляга.
        `,
        answer: `
        пясъкът
        `
    },
    {
        id: 85,
        riddle: `
        Зъб има, но не хапе,
        самичък не яде.
        `,
        answer: `
        гребенът
        `
    },
    {
        id: 86,
        riddle: `
        Отвън желязна,
        отвътре топла.
        `,
        answer: `
        печката
        `
    },
    {
        id: 87,
        riddle: `
        В джоба седи,
        времето мери.
        `,
        answer: `
        часовникът
        `
    },
    {
        id: 88,
        riddle: `
        Летяща птица
        с огнена опашка.
        `,
        answer: `
        кометата
        `
    },
    {
        id: 89,
        riddle: `
        През деня го няма,
        през нощта го чакаме.
        `,
        answer: `
        месецът
        `
    },
    {
        id: 90,
        riddle: `
        Когато говори,
        всички мълчат.
        `,
        answer: `
        радиото
        `
    },
    {
        id: 91,
        riddle: `
        Чисти без вода,
        показва пътя в мъгла.
        `,
        answer: `
        вятърът
        `
    },
    {
        id: 92,
        riddle: `
        Върви, върви,
        а на място стои.
        `,
        answer: `
        часовникът
        `
    },
    {
        id: 93,
        riddle: `
        Има легло, но не спи,
        има вода, но не пие.
        `,
        answer: `
        реката
        `
    },
    {
        id: 94,
        riddle: `
        Ляга, но никога не заспива.
        `,
        answer: `
        слънцето
        `
    },
    {
        id: 95,
        riddle: `
        Вън голям, отвътре празен.
        `,
        answer: `
        барабанът
        `
    },
    {
        id: 96,
        riddle: `
        На четири крака стои,
        но не ходи.
        `,
        answer: `
        масата
        `
    },
    {
        id: 97,
        riddle: `
        Виси на стената,
        а светът показва.
        `,
        answer: `
        картата
        `
    },
    {
        id: 98,
        riddle: `
        Бели пера, златно сърце.
        `,
        answer: `
        свещта
        `
    },
    {
        id: 99,
        riddle: `
        Върти се, върти,
        но никога не излиза от място.
        `,
        answer: `
        земята
        `
    },
    {
        id: 100,
        riddle: `
        Гладко огледало на дъното,
        всеки ден пие, но не се изпива.
        `,
        answer: `
        кладенецът
        `
    }

];

export default riddles;